export default [
    {
        cd: '0301',
        na: '页面标题',
        size: 24
    },
    {
        cd: '0302',
        na: '版块标题',
        size: 18
    },
    {
        cd: '0303',
        na: '弹窗标题',
        size: 18
    },
    {
        cd: '0304',
        na: '文章标题',
        size: 30
    },
    {
        cd: '0305',
        na: '章节标题',
        size: 18
    },
    {
        cd: '0306',
        na: '段落标题',
        size: 18
    },
    {
        cd: '0307',
        na: '图表标题',
        size: 18
    },
    {
        cd: '0308',
        na: '大号卡片标题',
        size: 28
    },
    {
        cd: '0309',
        na: '小号卡片标题',
        size: 20
    },
    {
        cd: '0310',
        na: '带方框的导航标题',
        size: 20
    },
    {
        cd: '0311',
        na: '不带方框的导航标题',
        size: 18
    },
    {
        cd: '0401',
        na: '页面正文',
        size: 18
    },
    {
        cd: '0402',
        na: '普通正文',
        size: 16
    },
    {
        cd: '0403',
        na: '卡片正文',
        size: 16
    },
    {
        cd: '0404',
        na: '单位文字',
        size: 14
    },
    {
        cd: '0405',
        na: '页面小号文字',
        size: 14
    },
    {
        cd: '0501',
        na: '卡片重点数字',
        size: 26
    },
    {
        cd: '0502',
        na: '卡片普通数字',
        size: 20
    },
    {
        cd: '0503',
        na: '大数字',
        size: 38
    },
    {
        cd: '0504',
        na: '正文中号数字',
        size: 18
    },
    {
        cd: '0601',
        na: '提示信息',
        size: 14
    },
    {
        cd: '0701',
        na: '标题列表',
        size: 18
    },
    {
        cd: '0704',
        na: '小号表头',
        size: 16
    },
    {
        cd: '0705',
        na: '小号表格文字',
        size: 16
    },
    {
        cd: '0801',
        na: '无边框按钮',
        size: 16
    },
    {
        cd: '0802',
        na: '矩形边框按钮',
        size: 20
    },
    {
        cd: '0901',
        na: '链接文字',
        size: 16
    },
    {
        cd: '1001',
        na: '无边框切换标签',
        size: 16
    },
    {
        cd: '1002',
        na: '带矩形边框切换标签',
        size: 14
    },
    {
        cd: '1101',
        na: '小号轴文字',
        size: 12
    },
    {
        cd: '1102',
        na: '普通轴文字',
        size: 14
    },
    {
        cd: '1103',
        na: '普通图例',
        size: 14
    },
    {
        cd: '1104',
        na: '较大图例',
        size: 16
    },
    {
        cd: '1105',
        na: '图表标签文字',
        size: 16
    },
    {
        cd: '1106',
        na: '图表标签数字',
        size: 18
    }
]